---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisSurface.Tilt
source: html/428deb34-4f14-48aa-9c40-040158ec644e.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisSurface.Tilt Property

The tilt angle for this surface.

## Syntax (C#)
```csharp
public double Tilt { get; }
```

## Remarks
The tilt is computed as the angle of rotation between
 the outward normal of the surface and the Z-axis.